export const contactContentAr = {
  hero: {
    title: "كيف يمكننا المساعدة؟"
  },
  destination_email: "zahra.tahir@ivyinteractive.co",
  gridOptions: [
    { title: "العملاء", text: "هل أنت عميل جديد أو حالي مهتم باستكشاف فرص الأعمال المحتملة مع آيفي؟", linkText: "أرسل لنا رسالة" },
    { title: "الباحثون عن عمل", text: "هل أنت مستعد لفرص عمل جديدة؟ استكشف الوظائف الشاغرة الحالية لدينا وتعرف على كيفية الاستعداد ليومك الأول في آيفي.", linkText: "وظائف آيفي" },
    { title: "شركاء النظام البيئي", text: "تعرف على المزيد حول شبكة شركاء النظام البيئي لشركة آيفي، وكيفية عملنا مع شركائنا وأي أحداث ومبادرات قادمة.", linkText: "شركاء آيفي" },
    { title: "المستثمرون", text: "اعرض إصدارات الأرباح السابقة، وإعادات مكالمات الأرباح، والنصوص، وموارد المساهمين وتحديثات أخرى حول أدائنا.", linkText: "علاقات المستثمرين في آيفي" }
  ],
  form: {
    title: "هل تحتاج إلى شيء آخر؟",
    aboutYouTitle: "نبذة عنك",
    fields: {
      inquiryType: "نوع الاستفسار*",
      firstName: "الاسم الأول*",
      lastName: "اسم العائلة*",
      email: "عنوان البريد الإلكتروني*",
      phone: "رقم الهاتف (يرجى تضمين رمز البلد)",
      company: "الشركة/المنظمة*",
      role: "دورك/وظيفتك",
      country: "البلد/المنطقة*",
      message: "كيف يمكننا مساعدتك؟*",
      selectValuePlaceholder: "حدد قيمة"
    },
    consentText: "أوافق على استخدام أو معالجة معلوماتي الشخصية بواسطة آيفي لغرض تلبية هذا الطلب وفقًا لـ ",
    privacyLinkText: "بيان الخصوصية لشركة آيفي",
    submitButton: "إرسال"
  },
  footerOptions: {
    title: "المزيد من طرق التواصل",
    callUs: {
      title: "اتصل بنا",
      text: "الولايات المتحدة وكندا: 1 (877) 889-9009\nدولي: 1 (216) 672-0266"
    },
    visitUs: {
      title: "قم بزيارتنا",
      text: "نحن نخدم العملاء في جميع أنحاء العالم، مع أكثر من 700 موقع مكتب في أكثر من 150 دولة."
    }
  }
};
