export const privacyContentAr = {
  header: "الدعم",
  title: "بيان الخصوصية لشركة أكسنتشر",
  body: `يسري بيان الخصوصية هذا اعتبارًا من 7 يناير 2026. يرجى ملاحظة أن بيان الخصوصية هذا سيتم تحديثه بانتظام ليعكس أي تغييرات في طريقة تعاملنا مع بياناتك الشخصية أو أي تغييرات في القوانين المعمول بها.\n\nما لم يُنص على خلاف ذلك، ينطبق بيان الخصوصية هذا على جميع التطبيقات والخدمات والألعاب والأدوات ومواقع الويب وغيرها من أنشطة معالجة البيانات التي تواجه الجمهور خارجيًا حيث تعمل أكسنتشر كمراقب للبيانات (أو أي معادل محلي).\n\nالغرض من بيان الخصوصية هذا هو تزويدك بوصف شامل لممارسات أكسنتشر المتعلقة بمعالجة المعلومات الشخصية.`,
  seo: {
    title: "بيان الخصوصية | آيفي إنترأكتيف",
    description: "يوضح بيان الخصوصية الخاص بنا كيفية تعاملنا مع بياناتك الشخصية."
  }
};

export const termsContentAr = {
  header: "الدعم",
  title: "شروط الاستخدام لشركة أكسنتشر",
  body: `من خلال الوصول إلى هذا الموقع واستخدامه، فإنك تقبل الشروط والأحكام التالية، دون قيد أو شرط.\n\nما لم يُنص على خلاف ذلك، فإن محتويات هذا الموقع بما في ذلك، على سبيل المثال لا الحصر، النصوص والصور الواردة هنا وترتيبها هي ملك لأكسنتشر. جميع العلامات التجارية المستخدمة أو المشار إليها في هذا الموقع هي ملك لأصحابها المعنيين.\n\nلا يجوز تفسير أي شيء وارد في هذا الموقع على أنه يمنح ضمنيًا أو بالمنع أو غير ذلك، أي ترخيص أو حق في أي حقوق طبع ونشر أو براءة اختراع أو علامة تجارية أو أي مصلحة ملكية أخرى لأكسنتشر أو أي طرف ثالث.`,
  seo: {
    title: "شروط الاستخدام | آيفي إنترأكتيف",
    description: "الشروط والأحكام لاستخدام موقعنا."
  }
};

export const accessibilityContentAr = {
  header: "الدعم",
  title: "بيان إمكانية الوصول لشركة أكسنتشر",
  body: `تؤمن أكسنتشر بأن للشركات دورًا قويًا تلعبه في ضمان مساعدة التكنولوجيا في سد الفجوة للأشخاص ذوي الإعاقة. إن توفير وصول متزايد إلى التقنيات التي تلبي احتياجات الأشخاص ذوي الإعاقة يضع الأساس لثقافات عمل شاملة تمكن جميع الموظفين من الازدهار.\n\nلدعم هذا الاعتقاد، نسعى جاهدين لجعل موقعنا متاحًا قدر الإمكان لجميع الأشخاص. كدليل لنا عبر الموقع، نستخدم إرشادات إمكانية الوصول إلى محتوى الويب (WCAG) 2.1 الخاصة باتحاد شبكة الويب العالمية.`,
  seo: {
    title: "بيان إمكانية الوصول | آيفي إنترأكتيف",
    description: "التزامنا بإمكانية الوصول."
  }
};

export const cookieContentAr = {
  header: "الدعم",
  title: "ملفات تعريف الارتباط والتقنيات المشابهة",
  body: `فيما يلي معلومات حول كيفية استخدام Accenture PLC والشركات التابعة لها ("نحن") لملفات تعريف الارتباط والتقنيات المشابهة الأخرى على هذا الموقع.\n\nهذه السياسة سارية اعتبارًا من 3 نوفمبر 2025. يرجى ملاحظة أن بيان الخصوصية هذا سيتم تحديثه من وقت لآخر.\n\nيمكننا وضع ملفات تعريف الارتباط والتقنيات المشابهة الأخرى على جهازك، بما في ذلك الأجهزة المحمولة، وفقًا لتفضيلاتك المحددة في مدير الموافقة على ملفات تعريف الارتباط الخاص بنا. اعتمادًا على إعداداتك في مدير الموافقة على ملفات تعريف الارتباط على جهازك المحمول، قد يتم جمع المعلومات التالية من خلال ملفات تعريف الارتباط أو التكنولوجيا المشابهة: معرف الجهاز الفريد الخاص بك، عنوان IP للجهاز المحمول، معلومات حول نظام تشغيل جهازك، شركة الجوال ومعلومات موقعك (إلى الحد المسموح به بموجب القانون المعمول به).\n\n<h2>ما هي ملفات تعريف الارتباط؟</h2>\n\nملفات تعريف الارتباط هي ملفات نصية تحتوي على كميات صغيرة من المعلومات التي يتم تنزيلها على جهاز الكمبيوتر أو الجهاز المحمول الخاص بك عندما تزور موقعًا وتسمح للموقع بالتعرف على جهازك. تُسمى ملفات تعريف الارتباط التي تديرها أكسنتشر فقط "ملفات تعريف ارتباط الطرف الأول" في حين تُسمى ملفات تعريف الارتباط من أطراف ثالثة "ملفات تعريف ارتباط الطرف الثالث" كما هو موضح أدناه.`,
  seo: {
    title: "سياسة ملفات تعريف الارتباط | آيفي إنترأكتيف",
    description: "معلومات حول كيفية استخدامنا لملفات تعريف الارتباط."
  }
};
